{
  "_meta": {
    "name": "Post Labor Economics - Shapiro Sources",
    "description": "Structured knowledge base derived from David Shapiro's Post-Labor Economics framework, Substack series, YouTube content, podcast appearances, and published writings. This is a reusable data source for seeding content, generating references, and powering multiple solutions across the PLE platform.",
    "source_notebook": "NotebookLM: Post Labor Economics - Shapiro Sources",
    "version": "2.0.0",
    "created": "2026-02-18",
    "author": "David Shapiro",
    "license": "Content derived from publicly available sources for platform use",
    "sources": [
      "https://daveshap.substack.com/t/post-labor-economics",
      "https://daveshap.substack.com/p/a-post-labor-economics-manifesto",
      "https://daveshap.substack.com/p/post-labor-economics-pt-i-the-rise",
      "https://daveshap.substack.com/p/post-labor-economics-pt-5-concrete",
      "https://daveshap.substack.com/p/understanding-post-labor-economics",
      "https://daveshap.substack.com/p/what-do-i-mean-when-i-say-post-labor",
      "https://medium.com/@dave-shap/what-is-post-labor-economics-a-gentle-introduction-81aa265abbe0",
      "https://jimruttshow.blubrry.net/david-shapiro/",
      "https://www.youtube.com/@DaveShap",
      "https://daveshap.substack.com/p/post-labor-economics-pt-2-the-decline",
      "https://daveshap.substack.com/p/post-labor-economics-pt-3-power-and",
      "https://daveshap.substack.com/p/post-labor-economics-pt-6-life-after",
      "https://daveshap.substack.com/p/post-labor-economics-update",
      "https://daveshap.substack.com/p/laborzero-updates-book-update",
      "https://daveshap.substack.com/p/technofeudalism-is-the-default-trajectory",
      "https://daveshap.substack.com/p/why-ending-labor-is-catastrophic-for-democracy",
      "https://daveshap.substack.com/p/four-high-agency-strategies-for-the-next-5-years",
      "https://daveshap.substack.com/p/superintelligent-agent-swarms-are-coming",
      "https://daveshap.substack.com/p/deep-dive-on-post-labor-economics"
    ],
    "updated": "2026-02-18"
  },
  "framework": {
    "name": "Post-Labor Economics (PLE)",
    "symbol": "L/0",
    "symbol_meaning": "Labor Zero — abolishing the need for obligatory human labor",
    "core_thesis": "AI, automation, and robotics will eliminate obligatory human labor within our lifetimes. This isn't about banning work — it's about making work voluntary rather than coerced. The transition requires new frameworks for distributing prosperity and preserving democratic power.",
    "philosophy": "Structured Optimism — the belief that a better future is possible, combined with the rigor and discipline to actually build it.",
    "tagline": "Prosperity Beyond Work",
    "six_part_series": [
      {
        "part": 1,
        "title": "The Rise of Automation",
        "summary": "The centuries-long human project of automating away the need for human labor with general purpose technologies. From agriculture to manufacturing to services, each wave of automation has reshaped economics, politics, and society.",
        "key_insight": "American manufacturing peaked in 1979 and has since become 600% more efficient as measured by labor input, while total headcount has been cut in half. The same pattern is now accelerating into cognitive work."
      },
      {
        "part": 2,
        "title": "The Decline of Labor",
        "summary": "The commensurate reduction in demand for human labor over time, and the dangers of undermining labor power. The four basic human economic offerings — strength, dexterity, cognition, and empathy — are all increasingly automatable.",
        "key_insight": "Once machines are better, faster, cheaper, and safer than humans at any given economically valuable activity, it becomes economically irrelevant to hire a human for that job."
      },
      {
        "part": 3,
        "title": "Power and Social Contracts",
        "summary": "The fraying of social contracts and balance of power in society, currently predicated upon a wage-labor negotiation in exchange for prosperity. What happens when that negotiation breaks down?",
        "key_insight": "The entire Western world's social contract is predicated upon the promise that prosperity will increase under capitalism and democracy — but more and more people feel this isn't working."
      },
      {
        "part": 4,
        "title": "Measurements and KPI",
        "summary": "For any economic framework to be viable, it must be testable, measurable, and falsifiable. Like a body temperature reading that is both descriptive and prescriptive, good economic metrics diagnose problems and point to solutions.",
        "key_insight": "Metrics diagnose the decoupling disease, prescribe ownership cures, and prove this isn't one magic fix — it's a dynamic, testable path forward."
      },
      {
        "part": 5,
        "title": "Concrete Interventions",
        "summary": "The Pyramid of Prosperity and Pyramid of Power — two complementary frameworks that combine proven mechanisms from around the world into a coherent system for redistributing prosperity and reallocating power.",
        "key_insight": "These aren't abstract wishes or utopian hand-waving; they're drawn from real-world trials across towns, states, and nations."
      },
      {
        "part": 6,
        "title": "Life After Labor",
        "summary": "A first-principles view of human wellbeing and how civic and economic participation will look in a post-labor society. What are we building toward?",
        "key_insight": "The post-labor economy foregrounds technology as the engine of material abundance, freeing humanity to direct energies toward deeper fulfillments beyond employment."
      }
    ],
    "pyramid_of_prosperity": {
      "description": "A hierarchical framework organizing solutions from universal foundations to individual peaks, ensuring layered income sources replace waning wages. Analogous to Maslow's hierarchy but for economic security.",
      "layers": [
        {
          "level": 1,
          "name": "Universals",
          "description": "Universal Basic Income, Universal Healthcare, Universal Basic Services. The unconditional floor of prosperity for all citizens.",
          "examples": [
            "UBI pilots worldwide",
            "Nordic universal healthcare",
            "Catalonia income trials"
          ]
        },
        {
          "level": 2,
          "name": "Collectively Owned Public Assets",
          "description": "Sovereign wealth funds, land value taxes, and publicly owned infrastructure that socialize communal wealth.",
          "examples": [
            "Alaska Permanent Fund",
            "Norway Government Pension Fund",
            "Singapore sovereign wealth"
          ]
        },
        {
          "level": 3,
          "name": "Collectively Owned Private Assets",
          "description": "Cooperatives, DAOs, community-owned enterprises, and employee-owned businesses that democratize enterprise.",
          "examples": [
            "Mondragon Corporation",
            "German Mittelstand",
            "Community land trusts"
          ]
        },
        {
          "level": 4,
          "name": "Individual Private Assets",
          "description": "Conventional stocks, bonds, businesses, rental properties. Everyone becomes essentially a venture capitalist.",
          "examples": [
            "Employee stock ownership plans",
            "Micro-investing platforms",
            "Index fund democratization"
          ]
        },
        {
          "level": 5,
          "name": "Residual Wages",
          "description": "Work that persists in niches where human traits remain irreplaceable, though comprising a shrinking portion of future earnings.",
          "examples": [
            "Empathy-based caregiving",
            "Creative arts",
            "Human-to-human connection services"
          ]
        }
      ]
    },
    "pyramid_of_power": {
      "description": "A framework for civic resilience through stacked innovations that progress from secure foundations to evolutionary governance, ensuring democratic agency as labor power declines.",
      "layers": [
        {
          "level": 1,
          "name": "Immutable Civic Bedrock",
          "description": "Fundamental rights and protections that cannot be removed by any government or corporation. The constitutional foundation."
        },
        {
          "level": 2,
          "name": "Freedom to Transact",
          "description": "The right and practical ability to engage in economic activity without gatekeepers. Legal framework modernization for AI-speed transactions."
        },
        {
          "level": 3,
          "name": "Radical Transparency",
          "description": "Real-time, machine-readable disclosure of all market-relevant information. Enforced transparency in government and corporate activity."
        },
        {
          "level": 4,
          "name": "Direct Programmable Democracy",
          "description": "Liquid democracy, programmable voting, and direct democratic participation enabled by technology."
        },
        {
          "level": 5,
          "name": "Forkable Constitutional Meta-Governance",
          "description": "The ability for communities to fork governance structures and experiment with new models. Constitutional evolution as a feature, not a bug."
        }
      ]
    },
    "economic_agency_principles": [
      {
        "name": "Time Sovereignty",
        "description": "Control over one's schedule and enough discretionary time to pursue wellbeing and opportunity."
      },
      {
        "name": "Legal Framework Modernization",
        "description": "Systematically remove friction from automated economic activity while protecting human agency."
      },
      {
        "name": "Radical Market Transparency",
        "description": "Every tokenized asset maintains real-time, machine-readable disclosure of all relevant information."
      },
      {
        "name": "Democratic Access Guarantees",
        "description": "Ensure everyone has the practical ability to participate through education, technology, and initial capital."
      },
      {
        "name": "Value Capture Protection",
        "description": "Design systems that direct value to legitimate stakeholders rather than extractive intermediaries."
      },
      {
        "name": "Subsidiarity",
        "description": "Push all decisions to the lowest effective level. Those most affected by decisions have the most say."
      }
    ],
    "manifesto_principles": [
      "Broaden capital ownership — make everyone an investor, not just a laborer",
      "Predistribution over redistribution — build ownership into the system, don't just patch after the fact",
      "Measurable and incremental implementation — clear metrics, pilot programs, gradual scaling",
      "Compatible with market dynamics — maintain price signals while ensuring no one falls through cracks",
      "Subsidiarity — push decisions to the lowest effective level",
      "Radical transparency — enforce real-time disclosure in markets and governance",
      "Post-labor society preserves individual agency while providing universal security"
    ],
    "attractor_states": {
      "description": "Three possible trajectories for civilization as automation advances. Technofeudalism is the default; techno-abundance is the goal; normalcy bias is the trap.",
      "states": [
        {
          "name": "Technofeudalism",
          "type": "default_trajectory",
          "description": "Strong property rights + great power competition + capitalism + democracy + advanced automation = technofeudalism. Wealth concentrates, labor loses leverage, democratic institutions hollow out. The system breaks down like aging — it becomes decrepit and cancerous. This is 'late stage capitalism.'",
          "indicators": [
            "Wealth concentration accelerating",
            "Union density declining",
            "Gig economy expanding",
            "Democratic trust eroding",
            "Corporate profit records while wages stagnate"
          ],
          "exit_strategy": "Evolve institutions until the problem becomes trivial. Ascend the civilizational ladder."
        },
        {
          "name": "Normalcy Bias",
          "type": "cognitive_trap",
          "description": "Nothing Ever Happens. We just get more of the same. Work sucks, politicians are corrupt, but mostly things stay the same. A cognitive failure where brains evolved to assume the current regime persists indefinitely. The farmers and weavers thought this during the industrial revolution. They were wrong.",
          "indicators": [
            "Public apathy",
            "Policy inertia",
            "Incremental reform only",
            "Dismissal of structural change"
          ]
        },
        {
          "name": "Techno-Abundance",
          "type": "aspirational_target",
          "description": "A more abundant future where human dignity is respected and prioritized. The end of wage slavery and precarity. Requires stronger democratic institutions and new incentive structures around property and ownership. This is what PLE aims to build.",
          "indicators": [
            "Broad ownership expansion",
            "Democratic resilience metrics improving",
            "UBI + property income covering basic needs",
            "Time sovereignty increasing"
          ],
          "requirements": [
            "End great power competition dynamics",
            "Build planetary-scale cooperation",
            "Create federated ownership infrastructure",
            "Evolve past Molochian traps"
          ]
        }
      ]
    },
    "four_human_offerings": {
      "description": "The four basic human economic contributions. Whenever machines surpass humans in all four categories, labor substitution becomes inevitable and paying humans becomes economically irrational.",
      "offerings": [
        {
          "name": "Strength",
          "description": "Physical power and endurance. First to be automated — agricultural revolution, industrial machinery, construction equipment.",
          "automation_status": "Largely automated. Machines exceed human strength by orders of magnitude.",
          "historical_peak": "Pre-industrial era"
        },
        {
          "name": "Dexterity",
          "description": "Fine motor skills, manipulation, assembly. Automated through robotics — manufacturing lines, surgical robots, warehouse automation.",
          "automation_status": "Substantially automated. Robotics handle most precision tasks.",
          "historical_peak": "Industrial era through mid-20th century"
        },
        {
          "name": "Cognition",
          "description": "Thinking, analysis, decision-making, pattern recognition. Currently being automated by AI — language models, computer vision, automated research.",
          "automation_status": "Under active automation. AI now matches or exceeds humans in many cognitive tasks.",
          "historical_peak": "Knowledge economy era, now under siege"
        },
        {
          "name": "Empathy",
          "description": "Emotional connection, care, interpersonal understanding. The last frontier — nursing, therapy, teaching, ministry, social work.",
          "automation_status": "Partially automated. AI companions exist but genuine human connection remains valued.",
          "historical_peak": "Current and near-future"
        }
      ],
      "key_insight": "Back-office workers were 12.8% of the workforce in 1980 but just 6.8% by 2022. Cognition, our penultimate stronghold, is now commoditized at breakneck pace. Empathy is the last frontier."
    },
    "property_interventions": {
      "description": "16 market-based property interventions that can fund post-labor prosperity. All can be cleared, tracked, and reinvested through existing banking infrastructure. These are dividends, royalties, or equity units tied to real assets — not wages or UBI.",
      "banking_thesis": "In the 20th century, your employer was the primary point of contact with the economy. In the 21st, it's your bank. Every property stream can land directly in a tokenized deposit account or tagged FedNow alias.",
      "modeling_result": "Starting at age 18 with $1,200/month UBI plus $3,000/year in property income, net worth climbs passively over 20-25 years to financial independence. No exotic investing. Just slow compounding through default reinvestment.",
      "interventions": [
        {
          "id": 1,
          "name": "Membership Foundation Dividend (Par-Share)",
          "category": "credit_union",
          "description": "Every CU member holds a $5-$25 par share. Surplus distributes evenly. Wright-Patt CU paid $6.75M to 520k members in 2024.",
          "effort": "zero",
          "precedent": "Wright-Patt Credit Union"
        },
        {
          "id": 2,
          "name": "Patron-Equity Kickers (Pay-to-Own)",
          "category": "consumer",
          "description": "Businesses issue mini equity or revenue-share units at 3-5% of purchase amount. Like loyalty rewards with compounding.",
          "effort": "opt-in",
          "precedent": "REI member rebates"
        },
        {
          "id": 3,
          "name": "Employee Stock-Ownership Plans (ESOPs)",
          "category": "employer",
          "description": "Employer contributes shares into retirement trust. Ownership vests over time. Typically 8-12% annual returns.",
          "effort": "employment",
          "precedent": "Publix, thousands of US firms"
        },
        {
          "id": 4,
          "name": "Multi-Stakeholder Co-op Patronage",
          "category": "cooperative",
          "description": "Own a share in a co-op — grocery, solar farm, rideshare. Dividends based on usage. 5% surplus rebate on spending.",
          "effort": "membership",
          "precedent": "Mondragon, REI, food co-ops"
        },
        {
          "id": 5,
          "name": "Community Land Trust Ground-Lease Rebates",
          "category": "housing",
          "description": "CLT distributes portion of lease fees back to residents. Lowers housing costs, acts as dividend indexed to land values.",
          "effort": "residency",
          "precedent": "Champlain Housing Trust"
        },
        {
          "id": 6,
          "name": "Carbon & Ecosystem Royalties",
          "category": "environmental",
          "description": "Regional trusts sell carbon credits, send annual royalties to participants. Could grow to hundreds per year per acre.",
          "effort": "land_ownership",
          "precedent": "Carbon offset markets"
        },
        {
          "id": 7,
          "name": "Civic or Personal-Data Royalties",
          "category": "data",
          "description": "Cities pool anonymized mobility/energy data, license to AI platforms, pay residents a royalty for their digital exhaust.",
          "effort": "consent",
          "precedent": "Barcelona data commons"
        },
        {
          "id": 8,
          "name": "Compute/Spectrum Co-op Royalties",
          "category": "infrastructure",
          "description": "Municipalities lease fiber, 5G spectrum, public compute to carriers. Distribute lease income to residents.",
          "effort": "residency",
          "precedent": "Municipal broadband programs"
        },
        {
          "id": 9,
          "name": "DAO or Network-State Token Units",
          "category": "digital",
          "description": "Online communities issue fixed-supply tokens. Network revenue buys/burns tokens or pays staking yield.",
          "effort": "participation",
          "precedent": "Various DAOs"
        },
        {
          "id": 10,
          "name": "Qualified Ownership Dividend (QOD)",
          "category": "corporate",
          "description": "Tax credit for corporations sending cash dividends directly to households via banking system. Automatic for eligible accounts.",
          "effort": "zero",
          "precedent": "Proposed policy"
        },
        {
          "id": 11,
          "name": "Community-Equity Contribution (CEC) Shares",
          "category": "corporate",
          "description": "Corporations donate newly issued or buyback stock to public trust. Trust allocates fractional shares to citizens.",
          "effort": "zero",
          "precedent": "Proposed policy"
        },
        {
          "id": 12,
          "name": "Sector Royalty Funds",
          "category": "national",
          "description": "Data, carbon, AI, spectrum sectors pay revenue percentage into public trust. Trust distributes to qualifying citizens.",
          "effort": "zero",
          "precedent": "Telecom Universal Service Fund, Norway model"
        },
        {
          "id": 13,
          "name": "Community Endowment Funds (CEFs)",
          "category": "local",
          "description": "Counties capture land-value appreciation and utility profits into permanent fund. Annual dividends to residents.",
          "effort": "residency",
          "precedent": "Local versions of Alaska model"
        },
        {
          "id": 14,
          "name": "State Wealth Funds (SWFs)",
          "category": "state",
          "description": "States invest natural-resource royalties or AI/robot tax revenue into sovereign-style fund. Every resident gets dividend.",
          "effort": "residency",
          "precedent": "Alaska Permanent Fund ($1,702 in 2024)"
        },
        {
          "id": 15,
          "name": "Dividend-Match Credit (1:3)",
          "category": "federal",
          "description": "Federal match: first $3 of property income matched with $1 in bonus credit, capped ~$1,200/year. Like Saver's Credit for post-labor economy.",
          "effort": "zero",
          "precedent": "Saver's Credit model"
        },
        {
          "id": 16,
          "name": "Dividend-Insurance (DI) Top-Up",
          "category": "insurance",
          "description": "Pooled insurance backfills when dividend funds underperform. Like FDIC insurance for co-ops and DAOs. Invisible until needed.",
          "effort": "zero",
          "precedent": "FDIC, NCUA models"
        }
      ]
    },
    "labor_decline_data": {
      "description": "Key statistics documenting the structural decline of labor power",
      "statistics": [
        {
          "metric": "US union density",
          "value": "20% (1983) → 9.9% (2024)",
          "source": "BLS",
          "note": "Private sector at 6%"
        },
        {
          "metric": "Labor share of income",
          "value": "Declining in 13 of 16 largest economies",
          "source": "IMF",
          "note": "Tech progress blamed for half"
        },
        {
          "metric": "Wage-productivity gap",
          "value": "Wages stagnant since 1970s despite rising productivity",
          "source": "Census data"
        },
        {
          "metric": "Job displacement acceleration",
          "value": "Tens of thousands/year (1950s) → ~1M/year (2020s) → ~2M projected (2040s)",
          "source": "Various"
        },
        {
          "metric": "Back-office workforce share",
          "value": "12.8% (1980) → 6.8% (2022)",
          "source": "BLS"
        },
        {
          "metric": "Alternative work growth",
          "value": "94% of net US job growth 2005-2015 was gig/temp/no-benefits",
          "source": "Katz & Krueger"
        },
        {
          "metric": "Manufacturing jobs lost to China",
          "value": "2M+ between 1999-2011",
          "source": "Autor, Dorn, Hanson"
        },
        {
          "metric": "AI-caused tech layoffs",
          "value": "94,000 in 12 months",
          "source": "Investigative journalism"
        }
      ]
    }
  },
  "key_concepts": {
    "labor_zero": "The state where obligatory human labor has been abolished through automation. Not the end of human activity, but the end of coerced work for survival.",
    "great_decoupling": "The growing divergence between productivity growth and wage growth. Productivity has risen 60% since 1979 while wages rose only 16%.",
    "four_human_offerings": "The four basic economic contributions humans make: Strength (physical labor), Dexterity (fine motor skills), Cognition (thinking/analysis), and Empathy (human connection). Each is progressively being automated.",
    "structured_optimism": "The PLE philosophy: a better future is possible, and we pair that optimism with rigor and discipline to build it. No wishful thinking, no doom and gloom.",
    "solarpunk_future": "The aspirational vision of PLE — a decentralized, sustainable, abundant future powered by technology and governed democratically.",
    "economic_agency_paradox": "Automation promises productive efficiency but threatens to eliminate labor income. Without wages, consumer purchasing power disappears. The solution: transform everyone from laborers into investors.",
    "investment_based_future": "Instead of preserving human jobs in an economy that no longer needs them, PLE creates new forms of economic participation through AI-assisted investing and universal asset tokenization.",
    "universal_asset_tokenization": "Everything of economic value becomes investable through standardized digital tokens — from local businesses to automated infrastructure. Your bank becomes the front-end for ownership.",
    "labor_sacralization": "Society sacralizes labor — treats it as inherently virtuous and identity-defining. This cultural belief makes the transition harder because people resist the idea that work could be optional.",
    "sixteen_income_streams": "16 independent, modular sources of property income (dividends, royalties, equity flows) that can be distributed through existing banking infrastructure. Not UBI alone — a pluralistic system."
  },
  "historical_context": [
    {
      "era": "Agricultural Revolution",
      "description": "Farm employment went from 90%+ of the population to under 2% today, yet society adapted by creating entirely new sectors."
    },
    {
      "era": "Industrial Revolution",
      "description": "Manufacturing displaced agricultural workers but created new job sectors in electronics, automobiles, aviation, and services."
    },
    {
      "era": "Manufacturing Peak (1979)",
      "description": "American manufacturing peaked and has since seen headcount cut in half while output tripled — 600% efficiency gain."
    },
    {
      "era": "Digital Revolution",
      "description": "Computing and the internet automated information processing, reshaping industries from media to finance."
    },
    {
      "era": "AI Inflection (2020s)",
      "description": "Large language models and generative AI demonstrate that cognitive labor — the last 'safe' category — is now automatable."
    },
    {
      "era": "Productivity-Pay Decoupling (1979-present)",
      "description": "Since 1979, US worker productivity soared over 80% but average hourly compensation crawled up only ~29% after inflation. Workers capture a shrinking slice of the value they create."
    },
    {
      "era": "Prime-Age Labor Decline (1953-present)",
      "description": "US prime-age male labor force participation peaked at ~97% in 1953, sliding to ~89.2% by 2025. Manufacturing employment fell from 19.5M (1979) to 12.75M (2025) despite output tripling."
    },
    {
      "era": "AI Code Generation (2025)",
      "description": "By mid-2025, Google and Microsoft report nearly half of all code they write is AI-generated. AI handles 10M therapy sessions yearly. 80% of US workers see at least 10% of duties affected."
    }
  ],
  "real_world_examples": [
    {
      "name": "Alaska Permanent Fund",
      "type": "sovereign_wealth",
      "description": "Annual dividend to every Alaska resident from oil revenues — a working model of universal resource distribution."
    },
    {
      "name": "Mondragon Corporation",
      "type": "cooperative",
      "description": "Spain's largest worker cooperative with 80,000+ employees — proof that democratic enterprise works at scale."
    },
    {
      "name": "Nordic Model",
      "type": "universal_services",
      "description": "Universal healthcare, education, and social safety nets combined with competitive market economies."
    },
    {
      "name": "German Mittelstand",
      "type": "distributed_ownership",
      "description": "Family-owned mid-sized enterprises forming the backbone of Europe's largest economy — distributed capital ownership in practice."
    },
    {
      "name": "Singapore Sovereign Wealth",
      "type": "sovereign_wealth",
      "description": "Government-managed investment funds generating returns for public services — national-scale investment for citizens."
    },
    {
      "name": "Catalonia Basic Income Trial",
      "type": "ubi_pilot",
      "description": "Regional basic income experiment demonstrating reduced poverty with sustained economic growth."
    },
    {
      "name": "Finland UBI Experiment",
      "type": "ubi_pilot",
      "description": "Two-year national experiment showing improved wellbeing and modest employment effects."
    },
    {
      "name": "Swiss Canton System",
      "type": "subsidiarity",
      "description": "Decentralized governance where local cantons retain significant autonomy — distributed decision-making creating stability and innovation."
    },
    {
      "name": "16 Property Income Streams",
      "type": "banking_integration",
      "description": "PLE identified 16 market-based property interventions — dividends, royalties, equity units — all clearable through existing banks. From oil dividends to co-op rebates to ESOP distributions."
    },
    {
      "name": "REI Member Rebates",
      "type": "cooperative",
      "description": "REI distributes member rebates as a consumer cooperative — a working model of shared ownership returns through normal retail participation."
    },
    {
      "name": "Publix ESOP",
      "type": "employee_ownership",
      "description": "Publix Super Markets is one of the largest employee-owned companies in the US via ESOP — proving broad employee ownership works at massive scale."
    },
    {
      "name": "FedNow Real-Time Payments",
      "type": "infrastructure",
      "description": "The Federal Reserve's FedNow system enables instant payments — the infrastructure needed to distribute multiple property income streams efficiently."
    }
  ],
  "seed_content": [
    {
      "id": "seed-rise-of-automation",
      "title": "The Rise of Automation: A Historical Perspective",
      "content_type": "article",
      "tags": [
        "automation",
        "history",
        "technology",
        "labor"
      ],
      "excerpt": "From the agricultural revolution to artificial intelligence, automation has repeatedly reshaped human civilization. Understanding this trajectory is essential for navigating what comes next.",
      "body": "## The Unstoppable March of Machine Capability\n\nHumanity has been automating labor for centuries. Each wave follows the same pattern: a new general-purpose technology emerges, disrupts existing work, causes social upheaval, and eventually creates new forms of prosperity — for those positioned to benefit.\n\nBut this time may be different. Not because the pattern has changed, but because the scope has.\n\n### The Agricultural Precedent\n\nTwo centuries ago, over 90% of the American workforce was employed in agriculture. Today, that figure is under 2%. The transition wasn't painless — it involved decades of displacement, migration, and social conflict. But it ultimately freed humanity to build an industrial civilization of unprecedented abundance.\n\nThe lesson isn't that \"new jobs always appear.\" The lesson is that automation fundamentally restructures society, and the outcomes depend entirely on how we manage the transition.\n\n### Manufacturing's Rise and Fall\n\nAmerican manufacturing employment peaked in 1979. In the decades since, total headcount has been cut roughly in half — yet output has *tripled*. That represents a 600% improvement in labor efficiency in just four and a half decades.\n\nThe jobs didn't simply \"move\" to services. They were automated away. And the pattern that swept through agriculture and manufacturing is now sweeping through the knowledge economy.\n\n### The Cognitive Frontier\n\nWhat makes the current wave of automation different is its target: cognitive work. Previous revolutions automated physical tasks — strength and dexterity. AI automates thinking, analysis, writing, coding, and creativity.\n\nDavid Shapiro's framework identifies four basic human economic offerings:\n\n1. **Strength** — largely automated by the Industrial Revolution\n2. **Dexterity** — increasingly automated by modern robotics\n3. **Cognition** — now being automated by AI and large language models\n4. **Empathy** — the last frontier, where human connection remains irreplaceable (for now)\n\nOnce machines are better, faster, cheaper, and safer than humans at any given economically valuable activity, it becomes economically irrelevant to hire a human for that job. This isn't ideology — it's market mechanics.\n\n### What History Tells Us\n\nHistory shows that automation *always* creates more total wealth. But it doesn't automatically distribute that wealth fairly. The Agricultural Revolution created agricultural barons. The Industrial Revolution created industrial magnates. Each transition concentrated wealth among those who owned the machines.\n\nThe question isn't whether AI will create abundance. It's whether that abundance will be shared.\n\nThat's why Post-Labor Economics exists: not to prevent automation, but to ensure the transition benefits everyone. The policy interventions, ownership structures, and governance innovations we develop now will determine whether the AI revolution produces shared prosperity or unprecedented inequality.\n\n---\n\n*This article is part of the PLE Foundations series, exploring the core framework of Post-Labor Economics as developed by David Shapiro.*"
    },
    {
      "id": "seed-pyramid-prosperity",
      "title": "The Pyramid of Prosperity: A Framework for Post-Labor Income",
      "content_type": "article",
      "tags": [
        "pyramid-of-prosperity",
        "framework",
        "UBI",
        "policy",
        "economics"
      ],
      "excerpt": "How do we shore up household income after jobs go away? The Pyramid of Prosperity organizes proven interventions into a layered framework — from universal guarantees to individual investment.",
      "body": "## Beyond Wages: Building Layered Income for Everyone\n\nThe central question of Post-Labor Economics is deceptively simple: **how do people sustain income when machines do most of the work?**\n\nDavid Shapiro's Pyramid of Prosperity provides an answer. Not through a single silver-bullet policy, but through a *layered system* of income sources that work together — much like Maslow's hierarchy provides a framework for understanding human needs at multiple levels.\n\n### The Five Layers\n\nImagine the Pyramid of Prosperity as a nutritional guide for economic health. Foundational elements sustain life, while higher tiers enhance vitality.\n\n#### Layer 1: Universals\n\nThe broadest base. Universal Basic Income, Universal Healthcare, Universal Basic Services. These provide an unconditional floor of prosperity for every citizen — no means testing, no bureaucratic gatekeeping.\n\nReal-world proof: Finland's UBI experiment demonstrated improved wellbeing. Catalonia's income trials showed reduced poverty with sustained growth. The Alaska Permanent Fund has distributed oil dividends to every resident for decades.\n\n#### Layer 2: Collectively Owned Public Assets\n\nSovereign wealth funds, land value taxes, and publicly owned infrastructure. The idea is simple: resources that belong to everyone should generate returns for everyone.\n\nNorway's Government Pension Fund holds over $1.5 trillion in assets managed on behalf of its citizens. Singapore's sovereign wealth funds generate returns that fund public services. These aren't theoretical — they're operational at national scale.\n\n#### Layer 3: Collectively Owned Private Assets\n\nCooperatives, community enterprises, employee-owned businesses, and DAOs. This layer democratizes enterprise itself.\n\nThe Mondragon Corporation in Spain employs 80,000+ people as a worker cooperative. Germany's *Mittelstand* — family-owned mid-sized enterprises — forms the backbone of Europe's largest economy. Community land trusts in the UK and US provide permanent affordable housing.\n\n#### Layer 4: Individual Private Assets\n\nStocks, bonds, businesses, rental properties. This doesn't change from today's capitalism — except that *everyone* participates meaningfully. As Shapiro puts it: \"Your 'job' in the future is to be an investor.\"\n\nThe lower layers of the Pyramid generate the capital that enables universal participation in private markets. Employee stock ownership plans, micro-investing platforms, and index fund democratization are already moving in this direction.\n\n#### Layer 5: Residual Wages\n\nWork persists in niches where human traits remain irreplaceable — empathy-based caregiving, creative arts, human connection. But these comprise a shrinking portion of future earnings, perhaps 20%.\n\n### Why This Works\n\nThe beauty of the Pyramid is its compatibility with market dynamics. It maintains price signals by rewarding investment and effort in the upper strata, yet ensures no one falls through cracks at the foundation.\n\nDiversified income sources buffer shocks — much like portfolio theory in finance. If one layer underperforms, others compensate. The system is resilient by design.\n\nCritically, this isn't a radical departure from capitalism. It's an *evolution* that broadens capital ownership to include everyone. As Shapiro argues: \"AI, automation, and robotics don't break capitalism — they force us to double down on it.\"\n\n### Getting There From Here\n\nEvery layer of the Pyramid has real-world precedent. The path from here to there is incremental, measurable, and testable. No revolution required — just determined, evidence-based policy-making.\n\n---\n\n*This article is part of the PLE Frameworks series, explaining the core models of Post-Labor Economics.*"
    },
    {
      "id": "seed-pyramid-power",
      "title": "The Pyramid of Power: Preserving Democracy After Labor",
      "content_type": "article",
      "tags": [
        "pyramid-of-power",
        "governance",
        "democracy",
        "framework",
        "social-contract"
      ],
      "excerpt": "If labor power erodes, civic equilibrium collapses. The Pyramid of Power builds democratic resilience through stacked innovations — from immutable rights to forkable governance.",
      "body": "## When Workers Lose Leverage, Democracy Needs New Foundations\n\nThe social contract underlying modern democracy rests on a negotiation: workers provide labor, and in exchange they receive wages, rights, and political voice. Employers need workers, so workers have leverage. This leverage is the hidden engine of democratic stability.\n\nBut what happens when employers no longer need workers?\n\n### The Power Crisis\n\nAs automation erodes the demand for human labor, it simultaneously erodes the *bargaining power* that sustains democratic governance. If capital no longer needs labor, the implicit threat of a general strike — the ultimate democratic check — becomes meaningless.\n\nThis isn't a distant theoretical concern. Union membership has been declining for decades. Gig work has atomized collective bargaining. AI threatens to accelerate both trends exponentially.\n\nDavid Shapiro's Pyramid of Power addresses this directly: if the old sources of democratic leverage are disappearing, we need to build new ones.\n\n### The Five Layers of Civic Resilience\n\n#### Layer 1: Immutable Civic Bedrock\n\nFundamental rights that *cannot* be removed by any government, corporation, or algorithmic system. This is the constitutional foundation — but upgraded for the AI age. Rights to privacy, economic participation, information access, and algorithmic transparency become as fundamental as free speech and due process.\n\n#### Layer 2: Freedom to Transact\n\nThe practical ability to engage in economic activity without gatekeepers. Legal frameworks modernized for AI-speed transactions while protecting human agency. No citizen should be locked out of economic participation by algorithmic discrimination or corporate monopoly.\n\n#### Layer 3: Radical Transparency\n\nReal-time, machine-readable disclosure of all market-relevant information — and of governmental activity. If every transaction and decision is transparent, corruption and rent-seeking become far more difficult. This layer creates the informational infrastructure for genuine accountability.\n\n#### Layer 4: Direct Programmable Democracy\n\nLiquid democracy — where citizens can vote directly on issues or delegate their vote to trusted representatives on a topic-by-topic basis. Programmable voting enabled by secure technology. This isn't mob rule; it's granular democratic participation that reflects actual citizen preferences.\n\n#### Layer 5: Forkable Constitutional Meta-Governance\n\nThe most radical layer: the ability for communities to \"fork\" governance structures and experiment with new models. Just as open-source software allows anyone to fork a codebase and try a different approach, forkable governance allows democratic experimentation.\n\nIf your city wants to try a different tax structure or democratic model, the framework allows it — with built-in measurement and comparison.\n\n### Why Both Pyramids Are Needed\n\nThe Pyramid of Prosperity solves the income problem: how do people sustain themselves without wages? The Pyramid of Power solves the *agency* problem: how do people maintain democratic leverage without labor power?\n\nNeither works without the other. Prosperity without power creates comfortable subjects. Power without prosperity creates angry mobs. Together, they form the foundation of a functional post-labor society.\n\n### The Stakes\n\nIf labor power erodes without replacement, the civic equilibrium collapses. History shows what happens when large populations lose economic agency: social unrest, authoritarianism, and civilizational decline.\n\nThe Pyramid of Power is an insurance policy against that outcome — built from proven components, assembled into a coherent framework for democratic resilience.\n\n---\n\n*This article is part of the PLE Frameworks series, explaining the core models of Post-Labor Economics.*"
    },
    {
      "id": "seed-gentle-introduction",
      "title": "What Is Post-Labor Economics? A Gentle Introduction",
      "content_type": "article",
      "tags": [
        "introduction",
        "PLE",
        "basics",
        "automation",
        "economics"
      ],
      "excerpt": "A primer for newcomers: what post-labor economics means, why it matters, and what the framework proposes for a world where machines do most of the work.",
      "body": "## If Machines Do the Work, What Do Humans Do?\n\nPost-Labor Economics (PLE) starts with a simple observation: technology is making human labor increasingly optional. Not in some distant science-fiction future, but *now* — incrementally, sector by sector, task by task.\n\nThis isn't inherently bad. In fact, it could be the greatest liberation in human history. But only if we prepare for it.\n\n### The Core Idea\n\nPLE is a framework for navigating the transition from an economy based on human labor to one based on automated production. It asks: if machines generate the wealth, how do we ensure everyone benefits?\n\nThe answer isn't a single policy. It's a system of interlocking solutions:\n\n- **Income replacement** through layered sources (the Pyramid of Prosperity)\n- **Democratic preservation** through new forms of civic power (the Pyramid of Power)\n- **Measurable implementation** through clear metrics and pilot programs\n- **Incremental transition** that evolves existing systems rather than replacing them\n\n### What PLE Is NOT\n\nPLE is not anti-work. It's pro-choice. People should be free to work on what matters to them — not forced into labor for survival.\n\nPLE is not just UBI. Universal Basic Income is one tool, but the framework encompasses robot taxes, sovereign wealth funds, cooperative ownership, shortened work weeks, universal basic services, and entirely new economic models.\n\nPLE is not anti-capitalist. It maintains market dynamics, price signals, and investment incentives. It broadens who gets to participate in capitalism, not who gets to destroy it.\n\nPLE is not partisan. The transition away from labor-dependent economics affects everyone regardless of political orientation.\n\n### Why Now?\n\nThree forces are converging:\n\n1. **AI can now automate cognitive work** — writing, analysis, coding, creative tasks. The last \"safe\" category of human labor is no longer safe.\n2. **Productivity and wages have decoupled** — since 1979, productivity rose 60% while wages rose only 16%. The gains flow to capital, not workers.\n3. **The social contract is fraying** — when the promise of \"work hard and prosper\" stops working, political instability follows.\n\n### How to Get Involved\n\nPLE is an open movement. You can contribute by:\n\n- Reading the foundational articles in this series\n- Joining discussions about specific policies and proposals\n- Contributing your expertise in economics, technology, governance, or any relevant field\n- Voting on proposals that shape the platform's direction\n- Simply spreading awareness that these questions need answers\n\nThe future of work is being decided now. The question is whether it will be decided *for* you or *by* you.\n\n---\n\n*Based on David Shapiro's Post-Labor Economics framework. Learn more at the PLE series page.*"
    },
    {
      "id": "seed-social-contract",
      "title": "The Fraying Social Contract: Why Post-Labor Policy Is Urgent",
      "content_type": "article",
      "tags": [
        "social-contract",
        "politics",
        "labor-power",
        "democracy",
        "urgency"
      ],
      "excerpt": "The implicit deal between workers, employers, and government is breaking down. Without intervention, the consequences could reshape democracy itself.",
      "body": "## The Deal That Built Modern Society\n\nEvery stable society rests on a social contract — an implicit agreement between the governed and those who govern. In the post-war Western world, that contract looked roughly like this:\n\n- **Workers** provide productive labor\n- **Employers** provide wages, benefits, and stability\n- **Government** provides infrastructure, regulation, and safety nets\n- **Everyone** benefits from rising prosperity\n\nThis arrangement produced the greatest period of shared prosperity in human history. The middle class expanded. Living standards rose. Democracy stabilized.\n\nBut the contract had a hidden dependency: it only works when labor has *leverage*.\n\n### The Leverage Problem\n\nWhen employers need workers, workers can negotiate. They can strike. They can vote for pro-labor policies. They can demand better conditions. This leverage is the invisible architecture of democratic capitalism.\n\nNeoliberal policies have been eroding this leverage for decades: weakening unions, normalizing gig work, offshoring manufacturing, and prioritizing shareholder returns over worker welfare. The Great Decoupling — where productivity rises while wages stagnate — is the measurable result.\n\nAI threatens to complete what neoliberalism started. If employers genuinely don't need human workers, the entire basis for labor's bargaining power disappears.\n\n### What Happens When the Contract Breaks\n\nHistory is clear on this point. When large populations lose economic agency, the results include:\n\n- **Political radicalization** — people turn to extremist leaders who promise restoration\n- **Social unrest** — from the French Revolution to the Arab Spring, economic dispossession drives instability\n- **Democratic erosion** — authoritarian governments offer order in exchange for freedom\n- **Civilizational decline** — societies that can't manage transitions eventually collapse\n\nWe're already seeing early signals: rising populism, declining trust in institutions, widening inequality, and increasing social fragmentation.\n\n### The Window of Opportunity\n\nThe good news: we're still in the early stages of the transition. AI hasn't fully replaced human cognitive labor yet. There's still time to build new frameworks.\n\nBut the window is narrowing. Every year that passes without proactive policy makes the eventual adjustment harder and more disruptive.\n\nPost-Labor Economics isn't about predicting doom. It's about preventing it — by building the income structures, governance innovations, and social adaptations that will sustain prosperity and democracy through the transition.\n\nThe social contract needs to be rewritten. The question is whether we'll rewrite it thoughtfully, through democratic deliberation, or whether it will be rewritten for us by crisis.\n\n---\n\n*This article is part of the PLE Context series, examining the forces driving the need for post-labor policy.*"
    },
    {
      "id": "seed-real-world-models",
      "title": "Real-World Models: Post-Labor Economics Already in Action",
      "content_type": "article",
      "tags": [
        "examples",
        "UBI",
        "sovereign-wealth",
        "cooperatives",
        "policy"
      ],
      "excerpt": "The Pyramid of Prosperity isn't theoretical. Every layer has working examples — from Alaska's permanent fund to Mondragon's worker cooperative to Finland's UBI experiment.",
      "body": "## These Aren't Ideas. They're Operating Systems.\n\nOne of the most powerful aspects of the Post-Labor Economics framework is that it doesn't require inventing anything new. Every layer of the Pyramid of Prosperity has working examples somewhere in the world. The challenge isn't proving these approaches work — it's combining and scaling them.\n\n### Universal Income: Already Tested\n\n**Alaska Permanent Fund** — Since 1982, every Alaska resident has received an annual dividend from the state's oil wealth fund. It's not enough to live on alone, but it demonstrates the mechanics of universal income distribution at scale.\n\n**Finland's UBI Experiment (2017-2018)** — Two thousand unemployed Finns received €560/month with no conditions. Results: improved wellbeing, slight increase in employment, and no evidence of the \"laziness\" critics predicted.\n\n**Stockton SEED Program** — Five hundred residents of Stockton, California received $500/month for two years. Full-time employment *increased* among recipients, from 28% to 40%.\n\n### Sovereign Wealth: Already Operating\n\n**Norway's Government Pension Fund** — Worth over $1.5 trillion, it's the world's largest sovereign wealth fund. It owns roughly 1.5% of all publicly listed companies globally, generating returns that fund Norwegian public services.\n\n**Singapore's GIC and Temasek** — Two sovereign wealth funds managing hundreds of billions, demonstrating that national-scale investment management is not only possible but profitable.\n\nThese funds prove that collective asset ownership can generate meaningful returns for citizens without distorting markets.\n\n### Democratic Enterprise: Already Scaling\n\n**Mondragon Corporation** — Based in the Basque Country of Spain, Mondragon is a federation of cooperatives with 80,000+ worker-owners. It's the tenth-largest Spanish company by revenue and the largest business group in the Basque Country. Workers vote on management, share profits, and have a direct stake in the enterprise.\n\n**German *Mittelstand*** — While not cooperatives, Germany's family-owned mid-sized enterprises demonstrate that distributed ownership (as opposed to Wall Street-style shareholder capitalism) can sustain economic competitiveness at a national level.\n\n**Community Land Trusts** — Operating in the US and UK, CLTs hold land in permanent community ownership, providing affordable housing and preventing speculative price inflation.\n\n### The Pattern\n\nIn every case, the same pattern emerges: broadening ownership creates stability, reduces inequality, and sustains economic dynamism. The PLE framework doesn't ask \"can this work?\" — it asks \"how do we combine what already works into a coherent system?\"\n\n### What's Missing\n\nThe missing piece isn't any individual policy — it's the *integration*. No country has yet assembled all five layers of the Pyramid of Prosperity into a coherent national strategy. That's the work ahead of us.\n\n---\n\n*This article is part of the PLE Evidence series, documenting real-world implementations of post-labor policies.*"
    },
    {
      "id": "seed-metrics-matter",
      "title": "What Gets Measured Gets Managed: KPIs for the Post-Labor Transition",
      "content_type": "article",
      "tags": [
        "metrics",
        "KPI",
        "measurement",
        "data",
        "economics"
      ],
      "excerpt": "Any economic framework must be testable and falsifiable. Here are the measurements that track the great decoupling — and the indicators that will tell us if interventions are working.",
      "body": "## You Can't Fix What You Can't See\n\nDavid Shapiro insists that Post-Labor Economics must be measurable and falsifiable. If your body temperature is 104°F, you know you have a fever. Good economic metrics should work the same way — both descriptive (what's happening) and prescriptive (what to do about it).\n\n### Tracking the Great Decoupling\n\nThe most important metrics measure the growing divergence between productivity and prosperity:\n\n**Labor Share of Income** — What percentage of GDP goes to workers versus capital owners? This has been declining across all developed economies since the 1980s. If automation accelerates the decline, interventions are needed. If PLE policies stabilize or reverse it, they're working.\n\n**Productivity-Wage Gap** — The ratio between productivity growth and median wage growth. In the US, productivity grew 60% since 1979 while wages grew only 16%. This gap is the single clearest signal that the old social contract is breaking.\n\n**Automation Displacement Rate** — How quickly are tasks being automated? Not just \"how many jobs are lost\" (which misses the nuance) but \"what percentage of economically valuable tasks can machines now perform better and cheaper than humans?\"\n\n### Measuring Ownership Breadth\n\nThe Pyramid of Prosperity's effectiveness depends on broadening capital ownership:\n\n**Asset Ownership Distribution** — What percentage of the population owns productive assets (stocks, bonds, real estate, business equity)? Currently, the top 10% of Americans own 93% of stocks. PLE aims to flatten this.\n\n**Universal Income Coverage** — What percentage of citizens receive some form of non-labor income (dividends, UBI, sovereign fund distributions)?\n\n**Cooperative and Shared-Ownership Employment** — What percentage of workers are employed by cooperatives, employee-owned enterprises, or community-owned businesses?\n\n### Measuring Democratic Resilience\n\n**Voter Participation Rates** — Higher participation generally indicates a healthier democracy.\n\n**Policy Responsiveness** — How well do government policies reflect citizen preferences? Research shows this correlation has weakened significantly in the US.\n\n**Transparency Indices** — How accessible is government and corporate decision-making? Can citizens track how their representatives vote, how public funds are spent, how algorithms affect their lives?\n\n### The Dashboard Approach\n\nNo single metric tells the whole story. PLE proposes a dashboard of interlocking indicators — similar to how a doctor monitors multiple vital signs, not just temperature.\n\nThe power of this approach is accountability. If a PLE intervention is implemented and the metrics don't improve, the intervention needs revision. If metrics show improvement, we scale up.\n\nThis is what separates PLE from utopian hand-waving: everything is testable, everything is measurable, and everything is accountable to real-world outcomes.\n\n---\n\n*This article is part of the PLE Methodology series, covering the analytical tools of Post-Labor Economics.*"
    },
    {
      "id": "seed-decline-of-labor",
      "title": "The Decline of Labor: Why Your Job Is Disappearing (And What Replaces It)",
      "content_type": "article",
      "tags": [
        "labor-decline",
        "automation",
        "wages",
        "productivity",
        "economics"
      ],
      "excerpt": "Prime-age male labor participation has fallen from 97% to 89% since the 1950s. Manufacturing shed 7 million jobs while tripling output. The decline isn't coming — it's been happening for decades.",
      "body": "## The Numbers Don't Lie\n\nThe decline of labor isn't a prediction about the future. It's a description of the present — and the past.\n\nConsider the data: US prime-age male labor force participation peaked at approximately 97% in 1953. By mid-2025, it had fallen to around 89.2%. That's nearly one in ten prime-age men who have exited the workforce entirely.\n\nManufacturing tells an even sharper story. Employment peaked at 19.5 million jobs in 1979 — roughly 22% of the workforce. Today it stands at about 12.75 million, just 7.9% of total employment. Yet manufacturing output has more than tripled in that period. We produce far more with far fewer people.\n\n### The Productivity-Pay Gap\n\nThe most damning metric is the productivity-pay decoupling. Since 1979, US worker productivity has soared over 80%. But average hourly compensation crawled up only about 29% after inflation, with median wage growth even flatter.\n\nPeople are producing more value than ever before. They're capturing a shrinking share of it. This isn't a temporary glitch — it's a structural shift in how economic value flows.\n\n### The Four Frontiers of Automation\n\nDavid Shapiro identifies four basic human economic offerings, each progressively under siege:\n\n**Strength** was automated first. The internal combustion tractor slashed the US farm workforce from 41% in 1900 to about 1.4% today.\n\n**Dexterity** followed. Robots in factories produce millions of units annually. Manufacturing's share of employment has fallen from 26% in 1960 to under 8% by 2025.\n\n**Cognition** is the current frontier. By mid-2025, Google and Microsoft report that nearly half of all code they write is AI-generated. ChatGPT surpassed humans on the bar exam by 2023. Studies estimate 80% of the US workforce could see at least 10% of their duties affected by AI.\n\n**Empathy** remains the last bastion — therapy, caregiving, human connection. But even here, AI companions like Replika served over 30 million users by 2025, and AI therapists handled 10 million sessions yearly.\n\n### Not Just America\n\nThis is a global pattern. Globalization compounded automation's effects as China, India, and former Soviet nations effectively doubled the global labor pool, creating surplus that suppresses wages in developed countries.\n\nThe emergence of \"superstar firms\" — highly productive, capital-intensive entities that generate immense revenues with minimal staff — amplifies the shift. Companies like Amazon and Google achieve dominance through scale and technology rather than mass employment.\n\n### What This Means\n\nThe decline of labor isn't a crisis to be feared. It's a transition to be managed. Every percentage point of labor participation that drops is an opportunity to build alternative income structures — if we're prepared.\n\nThat preparation is what Post-Labor Economics provides: the frameworks, metrics, and interventions to ensure that as labor declines, prosperity doesn't decline with it.\n\n---\n\n*Based on David Shapiro's Post-Labor Economics Part 2: The Decline of Labor.*"
    },
    {
      "id": "seed-life-after-labor",
      "title": "Life After Labor: What Does Human Flourishing Look Like?",
      "content_type": "article",
      "tags": [
        "life-after-labor",
        "wellbeing",
        "community",
        "purpose",
        "future"
      ],
      "excerpt": "If machines do the work, what do humans do? The answer isn't idle luxury — it's a fundamental redesign of community, purpose, and daily life around genuine human flourishing.",
      "body": "## Beyond the Paycheck: Designing for Human Thriving\n\nThe most common objection to post-labor economics is existential: \"But what would people *do*?\"\n\nIt's a revealing question. It assumes that without compulsory labor, humans would collapse into purposelessness. But the evidence suggests the opposite.\n\n### The Burnout Epidemic\n\nGlobal burnout rates have reached 66% amid return-to-office mandates. Movements like China's *tang ping* (lying flat) and America's \"bed rotting\" signal collective exhaustion with the current system. Workers aren't finding meaning in their jobs — they're finding depletion.\n\nThe current arrangement doesn't produce flourishing. It produces exhaustion with occasional vacations.\n\n### Reclaiming Time Sovereignty\n\nThe first gift of a post-labor economy is time. David Shapiro identifies *time sovereignty* as a foundational principle of economic agency — control over one's schedule and enough discretionary time to pursue wellbeing and opportunity.\n\nA single parent working multiple jobs with unpredictable schedules has virtually no time sovereignty. This limits their ability to pursue education, start a business, participate in community, or simply be present with their children.\n\nPost-labor economics doesn't just free people from drudgery. It returns the most precious resource: time.\n\n### Community by Design\n\nResearch spanning 50 urban revitalization projects since 2010 shows that neighborhoods incorporating regular incidental contact, physical proximity to shared spaces, and variety in activities report 25% higher resident retention and satisfaction.\n\nWalkable cities demonstrate this powerfully. Amsterdam's 400 kilometers of bike paths correlate with 25% fewer depression diagnoses among daily commuters. Walkability scores link to 20% improvements in cognitive function.\n\nPost-labor life isn't about isolated leisure. It's about redesigning our built environment around human connection.\n\n### The New Migrations\n\nUrban exoduses are already underway, with young adults migrating to small towns at decade-high rates. Places leveraging broadband infrastructure attract creatives and remote workers, boosting local economies. Wilson, North Carolina has seen 40% increases in foot traffic in art hubs since investing in community broadband.\n\nAs work becomes optional and location-independent, people will choose communities based on quality of life rather than proximity to employers.\n\n### Purpose Without Obligation\n\nThe deepest insight from Post-Labor Economics Part 6 is that purpose doesn't require obligation. Humans create, connect, explore, and build naturally — when freed from survival pressure.\n\nVolunteerism, open-source contribution, artistic creation, scientific curiosity, caregiving, mentorship, community building — these aren't what people do when they're avoiding work. They're what people do when they're free to follow genuine interest.\n\nThe question isn't \"what will people do without jobs?\" It's \"what could humanity achieve if everyone had the freedom to contribute their best?\"\n\n---\n\n*Based on David Shapiro's Post-Labor Economics Part 6: Life After Labor.*"
    },
    {
      "id": "seed-sixteen-streams",
      "title": "16 Income Streams That Replace Your Paycheck",
      "content_type": "article",
      "tags": [
        "income-streams",
        "property-income",
        "banking",
        "dividends",
        "policy"
      ],
      "excerpt": "PLE has mapped 16 independent sources of property income — dividends, royalties, equity flows — all distributable through your existing bank account. This is what post-labor income looks like in practice.",
      "body": "## Direct Deposit for Ownership\n\nThe most practical question in post-labor economics: where does the money come from if not a paycheck?\n\nDavid Shapiro's team has mapped 16 independent, modular sources of property income — dividends, royalties, and equity units tied to real assets. Every single one of them is already legal or operational somewhere today. The proposal is to systematize and combine them.\n\n### The Banking Front-End\n\nCritically, all 16 streams can be cleared, tracked, and reinvested through your existing banking relationship. You don't need to day-trade, chase side gigs, or manage 12 apps. It all shows up in your bank account — like direct deposit for ownership.\n\nBuying in is as easy as applying to a credit union or joining a co-op. If you qualify by geography, employment, or activity, you're in.\n\n### The Streams\n\nThese income sources span the full Pyramid of Prosperity:\n\n**Universal Layer:** Sovereign wealth fund dividends (like Alaska's Permanent Fund), public data royalties, spectrum usage fees, carbon dividend payments.\n\n**Collectively Owned Public:** Land value tax distributions, public infrastructure revenue shares, municipal utility dividends.\n\n**Collectively Owned Private:** Worker cooperative patronage dividends (like REI's member rebates), community development financial institution returns, community solar/wind farm payments.\n\n**Individual Private:** ESOP distributions (like Publix), platform cooperative equity, micro-investment fund returns, peer-to-peer lending yields.\n\nEach stream has real-world precedent. The Alaska Permanent Fund distributes oil revenue. REI distributes member rebates. Publix distributes employee ownership returns. Community solar farms distribute energy revenue.\n\n### The Compounding Effect\n\nOver time, all of these streams compound and snowball. Each dividend or royalty isn't just income — it's reinvested into the same mechanisms that produced it. The system becomes self-reinforcing.\n\nA proposed federal match accelerates this: $1 in bonus credit for your first $3 of verified property income, capped around $1,200/year. It's like a Saver's Credit for the post-labor economy.\n\nWhen a dividend fund underperforms, a small pooled insurance mechanism backfills a portion — like FDIC insurance for co-ops and DAOs.\n\n### Infrastructure Already Exists\n\nNone of this requires exotic technology. FedNow and RTP already handle instant payments. ESOPs, patronage co-ops, and public trusts already exist. The regulatory tools — tokenized deposits, qualified dividends, reinsurance pools — are proven in other domains.\n\nWhat's needed now is coordination, standardization, and pilot testing.\n\n### UBI Is Necessary But Not Sufficient\n\nUniversal Basic Income is one tool. But PLE argues it's not enough on its own. Nor is a single national sovereign wealth fund. The transition demands a far more granular, decentralized, and pluralistic set of systems.\n\n16 streams. Your bank account. That's the post-labor income system.\n\n---\n\n*Based on David Shapiro's Post-Labor Economics Update, May 2025.*"
    },
    {
      "id": "seed-technofeudalism",
      "title": "Technofeudalism Is the Default Trajectory",
      "slug": "seed-technofeudalism",
      "content_type": "article",
      "tags": [
        "technofeudalism",
        "attractor-states",
        "democracy",
        "great-power-competition",
        "evolution"
      ],
      "excerpt": "Strong property rights plus great power competition plus advanced automation equals technofeudalism. This is the default state we're already living in. The question is how to evolve past it.",
      "body": "## Technofeudalism Is the Default Trajectory\n\nThree possible futures stretch before us as automation advances. Understanding which trajectory we're on — and which we want — is the first step toward conscious evolution.\n\n### The Three Attractor States\n\n**Technofeudalism** is the default trajectory. Strong property rights, great power competition, capitalism, democracy — when you add advanced automation, this is what you get. Wealth concentrates. Labor loses leverage. Democratic institutions hollow out. We're already living in it.\n\n**Normalcy Bias** is the cognitive trap. Nothing ever happens. Work sucks, politicians are corrupt, but things stay the same. Our brains evolved to assume the current regime persists indefinitely. The farmers and weavers thought this during the industrial revolution. They were wrong.\n\n**Techno-Abundance** is the aspirational target. A more abundant future where human dignity is respected and prioritized. The end of wage slavery and precarity. To get there, we need stronger democratic institutions and new incentive structures around property and ownership.\n\n### The Molochian Trap\n\nThe forces keeping us locked in the technofeudal trajectory are what game theorists call Molochian dynamics — desperate competition where no one can afford to be the first mover who loses their competitive advantage. Great power competition drives all underlying dysfunction. Cyberpunk dystopia is downstream of the military-industrial complex, which is itself downstream of great power competition.\n\nEvery dollar spent on munitions and zero-sum competition is just entropy — value we set on fire that could have gone toward productive means. It's no different from an autoimmune disease: excess inflammation as the body attacks itself rather than cooperating to face the outside world.\n\n### The Evolution Imperative\n\nYou don't solve technofeudalism directly. You evolve until the problem becomes trivial. You ascend the civilizational ladder until you have institutions powerful enough to force the change.\n\nConsider how cosmically rare the First Eukaryotic Common Ancestor (FECA) was — single-celled organisms learning to cooperate happened once in the history of life. Consider how geographically rare the phonetic alphabet was — humanity discovered that coordination technology exactly once. Every time life goes through a great filter event, the solution is narrower than a keyhole.\n\nThe Post-Labor Economics framework — the Pyramid of Prosperity and the Pyramid of Power together — represents our best attempt at threading that needle. Not by fighting the current system directly, but by building the infrastructure for the next one.\n\n### What This Means for You\n\nRecognizing the default trajectory is the first step. The second is understanding that incremental reform within the current paradigm won't suffice — we need structural evolution. The 16 property-based interventions, the democratic resilience layers, the federated ownership infrastructure — these are the building blocks of techno-abundance.\n\nThe problem is tractable. But only if we stop pretending nothing is happening.\n\n---\n*Based on David Shapiro's analysis of civilizational attractor states and the evolutionary requirements for escaping technofeudalism.*"
    },
    {
      "id": "seed-property-interventions",
      "title": "16 Property-Based Interventions That Could Fund Your Future",
      "slug": "seed-property-interventions",
      "content_type": "article",
      "tags": [
        "property",
        "interventions",
        "banking",
        "dividends",
        "ownership",
        "policy"
      ],
      "excerpt": "Sixteen market-based property interventions — dividends, royalties, and equity units tied to real assets — that can all be cleared through your existing bank account. No exotic investing required.",
      "body": "## 16 Property-Based Interventions That Could Fund Your Future\n\nUniversal basic income is necessary but not sufficient. The economic transition ahead demands a far more granular, decentralized, and pluralistic set of systems. We need markets, not just redistribution. We need private property mechanisms that accrue residual value to individuals through participation, presence, and shared infrastructure.\n\n### Why Banks Are the Answer\n\nIn the twentieth century, your employer was the primary point of contact with the economy. In the twenty-first, it's your bank. Banks already handle KYC, cash flow, dividend distribution, escrow, tax reporting, and inheritance logic. They have regulatory supervision, public trust, and apps.\n\nEvery property stream proposed here — whether from a solar co-op, data union, public REIT, or sovereign dividend — can land directly in a tokenized deposit account. No new apps. No crypto wallets. No friction.\n\n### The Sixteen Interventions\n\n**Credit Union Layer**\n1. **Membership Foundation Dividend** — Every CU member holds a par share. Surplus distributes evenly. Wright-Patt CU paid $6.75M to 520k members in 2024.\n\n**Consumer Layer**\n2. **Patron-Equity Kickers** — Businesses issue mini equity at 3-5% of purchases. Like loyalty rewards with compounding.\n3. **ESOPs** — Employer contributes shares into retirement trust. Typically 8-12% annual returns.\n4. **Multi-Stakeholder Co-op Patronage** — Own a co-op share, receive dividends based on usage.\n\n**Community Layer**\n5. **Community Land Trust Rebates** — CLTs distribute lease fee portions back to residents.\n6. **Carbon & Ecosystem Royalties** — Regional trusts sell carbon credits, distribute to participants.\n7. **Civic Data Royalties** — Cities pool anonymized data, license to AI platforms, pay residents.\n8. **Compute/Spectrum Co-op Royalties** — Municipalities lease infrastructure, distribute income.\n\n**Digital Layer**\n9. **DAO Token Units** — Communities issue fixed-supply tokens with staking yield.\n\n**Corporate Layer**\n10. **Qualified Ownership Dividend** — Tax credit for corporations sending dividends directly to households.\n11. **Community-Equity Contribution Shares** — Corporations donate stock to public trusts for citizen allocation.\n\n**Government Layer**\n12. **Sector Royalty Funds** — Data, AI, carbon sectors pay into public trusts.\n13. **Community Endowment Funds** — Counties capture land-value appreciation into permanent dividend funds.\n14. **State Wealth Funds** — States invest resource royalties for resident dividends.\n\n**Accelerator Layer**\n15. **Dividend-Match Credit** — Federal 1:3 match on property income, capped at $1,200/year.\n16. **Dividend Insurance** — Pooled insurance backfills underperforming funds. Like FDIC for co-ops.\n\n### The Arithmetic of Freedom\n\nImagine someone turns 18 in 2040 with no job, no college, no prospects. Just a checking account at a credit union and a default setting of 'reinvest everything.' They qualify for Community Endowment dividends, State Wealth Fund payments, corporate QODs, and patron-equity rebates.\n\nBy 23, they've stacked tens of thousands in ownership. By 33, total passive income — UBI plus dividends — covers comfortable living with zero labor.\n\nThat's not a fantasy. It's arithmetic. And it's entirely possible with tools that already exist.\n\n---\n*Based on David Shapiro's PLE Update outlining 16 market-based property interventions routed through existing banking infrastructure.*"
    },
    {
      "id": "seed-four-human-offerings",
      "title": "The Four Human Offerings: What Machines Must Replace",
      "slug": "seed-four-human-offerings",
      "content_type": "article",
      "tags": [
        "automation",
        "labor",
        "four-offerings",
        "AI",
        "framework"
      ],
      "excerpt": "Strength, dexterity, cognition, empathy — the four categories of human economic contribution. When machines surpass all four, labor substitution becomes inevitable.",
      "body": "## The Four Human Offerings: What Machines Must Replace\n\nAt the heart of labor economics lies a simple question: what do humans actually contribute to the economy? David Shapiro's framework distills this into four fundamental offerings — and maps where automation stands on each.\n\n### 1. Strength\n\nPhysical power and endurance were the first to be automated. From ox-drawn plows to steam engines to hydraulic excavators, machines have exceeded human strength by orders of magnitude for centuries. No one seriously argues we should return to hand-digging foundations.\n\n**Status:** Fully automated. Machines are better, faster, cheaper, safer.\n\n### 2. Dexterity\n\nFine motor skills — sewing, assembly, surgery, warehouse picking. The industrial revolution began automating these, but the real acceleration came with robotics. Manufacturing assembly lines, surgical robots like da Vinci systems, and Amazon's warehouse automation have systematically replaced human hands.\n\nA telling statistic: seamstresses were once a respectable middle-class job. While more sewers exist in absolute numbers today than in Victorian times, their contribution to the overall economy is far smaller, as is their command of wages.\n\n**Status:** Substantially automated. Back-office workers fell from 12.8% to 6.8% of the workforce between 1980 and 2022.\n\n### 3. Cognition\n\nThinking, analysis, decision-making, pattern recognition. This was supposed to be humanity's fortress — the knowledge economy, the college premium, the creative class. Then came large language models.\n\nAI now drafts legal briefs, writes code, diagnoses medical images, conducts financial analysis, and generates research summaries. An investigative journalist found AI caused 94,000 tech layoffs in just twelve months. IBM's CEO projected AI replacing 7,800 jobs, mainly in HR.\n\nCognition is our penultimate stronghold, and it's being commoditized at breakneck pace.\n\n**Status:** Under active siege. AI matches or exceeds humans in rapidly expanding cognitive domains.\n\n### 4. Empathy\n\nEmotional connection, care, interpersonal understanding — nursing, therapy, teaching, ministry, social work. This is the last frontier. AI companions and chatbots exist, but the consensus remains that genuine human connection carries unique value.\n\nHowever, 'unique value' doesn't mean 'infinite economic value.' As AI becomes more emotionally attuned, even empathy-heavy roles will face pressure. The question isn't whether machines can fully replace human empathy — it's whether enough economic demand remains for empathy-as-labor to sustain a workforce.\n\n**Status:** Partially automated. The last frontier, but not an impenetrable one.\n\n### The Substitution Threshold\n\nWhenever machines surpass humans in all four categories for a given role, labor substitution becomes inevitable and paying humans becomes economically irrational. This isn't a moral judgment — it's a market reality.\n\nThe correct response isn't to fight this substitution (we didn't successfully fight the mechanization of farming, and 90% of the population found better things to do). The correct response is to build systems — like the Pyramid of Prosperity — that ensure everyone benefits from the productivity gains.\n\n---\n*Based on David Shapiro's framework for understanding the four categories of human economic contribution and the trajectory of automation across each.*"
    }
  ],
  "book": {
    "title": "The Great Decoupling",
    "author": "David Shapiro",
    "status": "In progress",
    "expected": "2026",
    "description": "Comprehensive book on post-labor economics covering the full framework from automation history through concrete interventions to life after labor."
  },
  "substack_index": {
    "base_url": "https://daveshap.substack.com",
    "tag_url": "https://daveshap.substack.com/t/post-labor-economics",
    "known_articles": [
      {
        "title": "I'm Starting a Movement (L/0)",
        "url": "https://daveshap.substack.com/p/im-starting-a-movement",
        "date": "2025-12-30"
      },
      {
        "title": "The Cultural AI Landmine",
        "url": "https://daveshap.substack.com/p/the-cultural-ai-landmine-that-silicon",
        "date": "2025-12-26"
      },
      {
        "title": "Macroeconomics of the Future",
        "url": "https://daveshap.substack.com/p/what-happens-when-agi-nukes-the-jobs",
        "date": "2025-12-16"
      },
      {
        "title": "Pyramids Visualized",
        "url": "https://daveshap.substack.com/p/the-pyramids-of-prosperity-and-power",
        "date": "2025-11-21"
      },
      {
        "title": "PLE Manifesto",
        "url": "https://daveshap.substack.com/p/a-post-labor-economics-manifesto",
        "date": "2024-11-09"
      },
      {
        "title": "What Do I Mean by PLE?",
        "url": "https://daveshap.substack.com/p/what-do-i-mean-when-i-say-post-labor",
        "date": "2024-11-17"
      },
      {
        "title": "PLE in Six Steps",
        "url": "https://daveshap.substack.com/p/understanding-post-labor-economics",
        "date": "2025-07-11"
      },
      {
        "title": "Pt 1: Rise of Automation",
        "url": "https://daveshap.substack.com/p/post-labor-economics-pt-i-the-rise",
        "date": "2025-07-19"
      },
      {
        "title": "Pt 2: Decline of Labor",
        "url": "https://daveshap.substack.com/p/post-labor-economics-pt-2-the-decline",
        "date": "2025-07-22"
      },
      {
        "title": "Pt 3: Power and Social Contracts",
        "url": "https://daveshap.substack.com/p/post-labor-economics-pt-3-power-and",
        "date": "2025-07-25"
      },
      {
        "title": "Pt 5: Concrete Interventions",
        "url": "https://daveshap.substack.com/p/post-labor-economics-pt-5-concrete",
        "date": "2025-07-27"
      },
      {
        "title": "Pt 6: Life After Labor",
        "url": "https://daveshap.substack.com/p/post-labor-economics-pt-6-life-after",
        "date": "2025-07-28"
      },
      {
        "title": "16 Income Streams Update",
        "url": "https://daveshap.substack.com/p/post-labor-economics-update",
        "date": "2025-05-11"
      },
      {
        "title": "L/0 + Book Update",
        "url": "https://daveshap.substack.com/p/laborzero-updates-book-update",
        "date": "2026-01-03"
      },
      {
        "title": "Power: Realist View of Leverage",
        "url": "https://daveshap.substack.com/p/if-labor-power-erodes-then-the-civic",
        "date": "2025-12-21"
      }
    ]
  }
}